{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "model_max_length": 512, "name_or_path": "granite-embedding-107m-multilingual", "sp_model_kwargs": {}, "special_tokens_map_file": "special_tokens_map.json", "tokenizer_class": "XLMRobertaTokenizer"}
